tutorials/incompressible/cudaParticlesPimpleFoam/TJunction/Allrun
#!/bin/bash
#------------------------------------------------------------------------------
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
. ${WM_PROJECT_DIR:?}/bin/tools/CleanFunctions      # Tutorial clean functions
#------------------------------------------------------------------------------

blockMesh
foamJob cudaParticlesPimpleFoam
touch foam.foam
