tutorials/incompressible/cudaParticlesPimpleFoam/TJunction/system/cudaParticlesDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

startTime       0.0;

diffusionCoeff  1.5e-09;

numParticles    1e05;

seedingBox      (0.00 -0.01 0.0) (0.05 0.01 0.02);

dt              1e-04;

saveInterval    2;
// saveInterval    1e16;

// ************************************************************************* //
